{
  "destinations": [
    {
      "id": "97c68873-6711-4fb9-a229-457b8e0b2f48",
      "name": "Moon",
      "images": {
        "png": "./assets/destination/image-moon.png",
        "webp": "/space-tourism/images/destination/image-moon.webp"
      },
      "page_desc": "Discover the Moon as your next space tourism destination. See Earth like never before, relax and refresh, and visit historic sites like Luna 2 and the Apollo 11 landing site. Plan your journey with detailed distance and travel time information.",
      "description": "See our planet as you’ve never seen it before. A perfect relaxing trip away to help regain perspective and come back refreshed. While you’re there, take in some history by visiting the Luna 2 and Apollo 11 landing sites.",
      "distance": "384,400 km",
      "travel": "3 days"
    },
    {
      "id": "7f92db70-cd4d-47b8-99bc-b810a0748699",
      "name": "Mars",
      "images": {
        "png": "./assets/destination/image-mars.png",
        "webp": "/space-tourism/images/destination/image-mars.webp"
      },
      "page_desc": "Explore Mars as your next space tourism destination. Prepare to hike Olympus Mons, the tallest planetary mountain in the solar system—2.5 times the size of Everest! Plan your adventure with average distance and travel time details.",
      "description": "Don’t forget to pack your hiking boots. You’ll need them to tackle Olympus Mons, the tallest planetary mountain in our solar system. It’s two and a half times the size of Everest!",
      "distance": "225 mil. km",
      "travel": "9 months"
    },
    {
      "id": "06475c0b-82c8-40b9-92d6-d1d8f4d80aba",
      "name": "Europa",
      "images": {
        "png": "./assets/destination/image-europa.png",
        "webp": "/space-tourism/images/destination/image-europa.webp"
      },
      "page_desc": "Visit Europa, the smallest of Jupiter's Galilean moons and a winter lover’s paradise. Enjoy ice skating, curling, hockey, or relax in a cozy winter cabin. Plan your trip with average distance and travel time details.",
      "description": "The smallest of the four Galilean moons orbiting Jupiter, Europa is a winter lover’s dream. With an icy surface, it’s perfect for a bit of ice skating, curling, hockey, or simple relaxation in your snug wintery cabin.",
      "distance": "628 mil. km",
      "travel": "3 years"
    },
    {
      "id": "7e615555-2809-4dce-9656-fc98fca47ccc",
      "name": "Titan",
      "images": {
        "png": "./assets/destination/image-titan.png",
        "webp": "/space-tourism/images/destination/image-titan.webp"
      },
      "page_desc": "Explore Titan, the only moon with a dense atmosphere like Earth. Experience a unique, frigid getaway with breathtaking views of Saturn's rings. Plan your visit with average distance and travel time details.",
      "description": "The only moon known to have a dense atmosphere other than Earth, Titan is a home away from home (just a few hundred degrees colder!). As a bonus, you get striking views of the Rings of Saturn.",
      "distance": "1.6 bil. km",
      "travel": "7 years"
    }
  ],
  "crew": [
    {
      "destinationId": "97c68873-6711-4fb9-a229-457b8e0b2f48",
      "name": "Douglas Hurley",
      "images": {
        "png": "./assets/crew/image-douglas-hurley.png",
        "webp": "/space-tourism/images/crew/image-douglas-hurley.webp"
      },
      "page_desc": "Meet Douglas Gerald Hurley, an American engineer, former Marine Corps pilot, and NASA astronaut. Discover his journey, including his role as commander of Crew Dragon Demo-2",
      "role": "Commander",
      "bio": "Douglas Gerald Hurley is an American engineer, former Marine Corps pilot and former NASA astronaut. He launched into space for the third time as commander of Crew Dragon Demo-2."
    },
    {
      "destinationId": "7f92db70-cd4d-47b8-99bc-b810a0748699",
      "name": "Mark Shuttleworth",
      "images": {
        "png": "./assets/crew/image-mark-shuttleworth.png",
        "webp": "/space-tourism/images/crew/image-mark-shuttleworth.webp"
      },
      "page_desc": "Learn about Mark Richard Shuttleworth, founder and CEO of Canonical, the company behind Ubuntu. Discover his journey as the first South African space tourist. Get inspired to explore space tourism destinations today",
      "role": "Mission Specialist",
      "bio": "Mark Richard Shuttleworth is the founder and CEO of Canonical, the company behind the Linux-based Ubuntu operating system. Shuttleworth became the first South African to travel to space as a space tourist."
    },
    {
      "destinationId": "06475c0b-82c8-40b9-92d6-d1d8f4d80aba",
      "name": "Victor Glover",
      "images": {
        "png": "./assets/crew/image-victor-glover.png",
        "webp": "/space-tourism/images/crew/image-victor-glover.webp"
      },
      "page_desc": "Meet Victor Glover, U.S. Navy commander and pilot of the first operational SpaceX Crew Dragon flight to the ISS. Learn about his role in Expedition 64 and his work as a station systems flight engineer. Explore his inspiring journey!",
      "role": "Pilot",
      "bio": "Pilot on the first operational flight of the SpaceX Crew Dragon to the International Space Station. Glover is a commander in the U.S. Navy where he pilots an F/A-18.He was a crew member of Expedition 64, and served as a station systems flight engineer."
    },
    {
      "destinationId": "7e615555-2809-4dce-9656-fc98fca47ccc",
      "name": "Anousheh Ansari",
      "images": {
        "png": "./assets/crew/image-anousheh-ansari.png",
        "webp": "/space-tourism/images/crew/image-anousheh-ansari.webp"
      },
      "page_desc": "Discover Anousheh Ansari, an Iranian American engineer and co-founder of Prodea Systems. Learn about her journey as the fourth self-funded space tourist, the first self-funded woman to fly to the ISS, and the first Iranian in space.",
      "role": "Flight Engineer",
      "bio": "Anousheh Ansari is an Iranian American engineer and co-founder of Prodea Systems. Ansari was the fourth self-funded space tourist, the first self-funded woman to fly to the ISS, and the first Iranian in space."
    }
  ],
  "technology": [
    {
      "destinationId": "97c68873-6711-4fb9-a229-457b8e0b2f48",
      "name": "Launch vehicle",
      "images": {
        "portrait": "/space-tourism/images/technology/image-launch-vehicle-portrait.jpg",
        "landscape": "/space-tourism/images/technology/image-launch-vehicle-landscape.jpg"
      },
      "page_desc": "Learn about launch vehicles and the powerful WEB-X carrier rocket, the most powerful rocket in operation. Standing 150 meters tall, it’s an awe-inspiring sight on the launch pad as it carries payloads from Earth to space.",
      "description": "A launch vehicle or carrier rocket is a rocket-propelled vehicle used to carry a payload from Earth's surface to space, usually to Earth orbit or beyond. Our WEB-X carrier rocket is the most powerful in operation. Standing 150 metres tall, it's quite an awe-inspiring sight on the launch pad!"
    },
    {
      "destinationId": "7f92db70-cd4d-47b8-99bc-b810a0748699",
      "name": "Spaceport",
      "images": {
        "portrait": "/space-tourism/images/technology/image-spaceport-portrait.jpg",
        "landscape": "/space-tourism/images/technology/image-spaceport-landscape.jpg"
      },
      "page_desc": "Discover our spaceport at Cape Canaveral, strategically located to take advantage of Earth's rotation for spacecraft launches. Learn about its role in space exploration, similar to a seaport or airport for spacecraft.",
      "description": "A spaceport or cosmodrome is a site for launching (or receiving) spacecraft, by analogy to the seaport for ships or airport for aircraft. Based in the famous Cape Canaveral, our spaceport is ideally situated to take advantage of the Earth’s rotation for launch."
    },
    {
      "destinationId": "06475c0b-82c8-40b9-92d6-d1d8f4d80aba",
      "name": "Space capsule",
      "images": {
        "portrait": "/space-tourism/images/technology/image-space-capsule-portrait.jpg",
        "landscape": "/space-tourism/images/technology/image-space-capsule-landscape.jpg"
      },
      "page_desc": "Learn about our space capsule, a crewed spacecraft featuring a blunt-body reentry design. Enjoy activities like a space gym, cinema, and more during your flight, making your space journey both comfortable and entertaining.",
      "description": "A space capsule is an often-crewed spacecraft that uses a blunt-body reentry capsule to reenter the Earth's atmosphere without wings. Our capsule is where you'll spend your time during the flight. It includes a space gym, cinema, and plenty of other activities to keep you entertained."
    }
  ]
}